Repository: katagaki/IllustMate
Catalog: Photostand/Widgets.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# PhotoGrid.Description
source: Display a grid of random pics from a selected album.
de: Zeigt ein Raster zufälliger Bilder aus einem ausgewählten Album an.
ja: 選択したアルバムからランダムな写真をグリッド表示します。
ko: 선택한 앨범에서 무작위 사진을 그리드로 표시합니다.
zh_hans: 从选定的相册中以网格显示随机图片。
zh_hant: 從選定的相簿中以網格顯示隨機圖片。

# PhotoGrid.DisplayName
source: Photo Grid
de: Fotoraster
ja: フォトグリッド
ko: 포토 그리드
zh_hans: 照片网格
zh_hant: 照片網格

# PhotoGrid.Intent.Description
source: Choose an album to display a grid of random pics from.
de: Wähle ein Album aus, um zufällige Bilder im Raster anzuzeigen.
ja: ランダムな写真をグリッド表示するアルバムを選択してください。
ko: 무작위 사진을 그리드로 표시할 앨범을 선택하세요.
zh_hans: 选择一个相册以网格显示随机图片。
zh_hant: 選擇一個相簿以網格顯示隨機圖片。

# PhotoGrid.Intent.Title
source: Select Album
de: Album auswählen
ja: アルバムを選択
ko: 앨범 선택
zh_hans: 选择相册
zh_hant: 選擇相簿

# PhotoGrid.Placeholder.NoPics
source: No Pics
de: Keine Bilder
ja: 写真がありません
ko: 사진 없음
zh_hans: 没有图片
zh_hant: 沒有圖片

# PhotoGrid.Placeholder.SelectAlbum
source: Select an Album
de: Album auswählen
ja: アルバムを選択してください
ko: 앨범을 선택하세요
zh_hans: 请选择相册
zh_hant: 請選擇相簿

# Photostand.Description
source: Display a random pic from a selected album.
de: Zeigt ein zufälliges Bild aus einem ausgewählten Album an.
ja: 選択したアルバムからランダムな写真を表示します。
ko: 선택한 앨범에서 무작위 사진을 표시합니다.
zh_hans: 从选定的相册中随机显示一张图片。
zh_hant: 從選定的相簿中隨機顯示一張圖片。

# Photostand.DisplayName
source: Photostand
de: Fotoständer
ja: フォトスタンド
ko: 포토스탠드
zh_hans: 照片架
zh_hant: 照片架

# Photostand.Entity.RefreshInterval
source: Refresh Interval
de: Aktualisierungsintervall
ja: 更新間隔
ko: 새로고침 간격
zh_hans: 刷新间隔
zh_hant: 重新整理間隔

# Photostand.Intent.Description
source: Choose an album to display a random pic from.
de: Wähle ein Album aus, um ein zufälliges Bild anzuzeigen.
ja: ランダムな写真を表示するアルバムを選択してください。
ko: 무작위 사진을 표시할 앨범을 선택하세요.
zh_hans: 选择一个相册以随机显示图片。
zh_hant: 選擇一個相簿以隨機顯示圖片。

# Photostand.Intent.RefreshInterval
source: Refresh Interval
de: Aktualisierungsintervall
ja: 更新間隔
ko: 새로고침 간격
zh_hans: 刷新间隔
zh_hant: 重新整理間隔

# Photostand.Intent.Title
source: Select Album
de: Album auswählen
ja: アルバムを選択
ko: 앨범 선택
zh_hans: 选择相册
zh_hant: 選擇相簿

# Photostand.Placeholder.NoPics
source: No Pics
de: Keine Bilder
ja: 写真がありません
ko: 사진 없음
zh_hans: 没有图片
zh_hant: 沒有圖片

# Photostand.Placeholder.SelectAlbum
source: Select an Album
de: Album auswählen
ja: アルバムを選択してください
ko: 앨범을 선택하세요
zh_hans: 请选择相册
zh_hant: 請選擇相簿

# Photostand.RefreshInterval.12Hours
source: 12 Hours
de: 12 Stunden
ja: 12時間
ko: 12시간
zh_hans: 12小时
zh_hant: 12小時

# Photostand.RefreshInterval.24Hours
source: 24 Hours
de: 24 Stunden
ja: 24時間
ko: 24시간
zh_hans: 24小时
zh_hant: 24小時

# Photostand.RefreshInterval.3Hours
source: 3 Hours
de: 3 Stunden
ja: 3時間
ko: 3시간
zh_hans: 3小时
zh_hant: 3小時

# Photostand.RefreshInterval.6Hours
source: 6 Hours
de: 6 Stunden
ja: 6時間
ko: 6시간
zh_hans: 6小时
zh_hant: 6小時

# PhotoGrid.Intent.Album
source: Album
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# Photostand.Entity.Album
source: Album
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# Photostand.Intent.Album
source: Album
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿
